[AG_Brothel_SlackJaw_Pickup DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[AG_Brothel_SlackJaw_Pickup:DisTweaks_Interactable_PickupBase_3 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[galvani_safeDoor_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` Fechar"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` Destrancar"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[galvani_safeDoor_twk:DisTweaks_InteractableInterface_37 DisTweaks_InteractableInterface]
m_Name="Porta Indestrutível"
m_InteractText="`GBA_Use` Abrir"
m_AltInteractText="Segure `GBA_Use` para olhar pelo buraco da fechadura"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

